---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewportSheetName
source: html/83787cc7-65d7-da65-ac28-88dcd69dd327.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewportSheetName Property

"Sheet Name"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewportSheetName { get; }
```